{
  "1": "Привет, [name]! Ты такая красивая на своем фото, что я не мог не написать тебе.",
  "2": "Привет, [name]! Я не могу отвести глаз от твоей улыбки на фото, она настолько очаровательна.",
  "3": "Привет, [name]! Твои глаза на фото словно зеркало души, они очень красивы и манят к себе.",
  "4": "Привет, [name]! Ты такая естественная и свежая на своем фото, это просто прекрасно.",
  "5": "Привет, [name]! Я не знаю, что ты делаешь на этом фото, но тебе очень идет это наряд/макияж/прическа.",
  "6": "Привет, [name]! Ты выглядишь на своем фото такой уверенной и сильной, это впечатляет.",
  "7": "Привет, [name]! Ты настолько сияешь на своем фото, что мне трудно поверить, что это не фотошоп.",
  "8": "Привет, [name]! Ты такая стильная на своем фото, мне нравится твой выбор одежды и аксессуаров.",
  "9": "Привет, [name]! Ты выглядишь такой доброй и милой на своем фото, что я бы с удовольствием познакомился с тобой.",
  "10": "Привет, [name]! Твоя фотография такая яркая и запоминающаяся, что я не смог ее проигнорировать.",
  "11": "Привет, [name]! Ты выглядишь так привлекательно на фотографии, что я не мог удержаться от того, чтобы написать тебе.",
  "12": "Здравствуй, [name]! Мне нравится твоя улыбка, она заставила меня улыбнуться в ответ.",
  "13": "Привет, [name]! Я бы хотел узнать больше о тебе. Расскажешь мне что-нибудь интересное?",
  "14": "Здравствуй, [name]! Ты такая красивая, что слова не могут передать моих эмоций.",
  "15": "Привет, [name]! Ты выглядишь так стильно и модно, что я хочу узнать тебя ближе.",
  "16": "Здравствуй, [name]! Ты такая умная, что я чувствую, что можем найти общие темы для разговора.",
  "17": "Привет, [name]! Я просто не мог не заметить, что у тебя такой замечательный вкус в музыке, какой у меня тоже есть.",
  "18": "Здравствуй, [name]! Твои глаза такие красивые, что я не мог отвести от них взгляд.",
  "19": "Привет, [name]! Ты такая приятная на вид, что я хочу узнать тебя лучше и поближе.",
  "20": "Здравствуй, [name]! Ты такая жизнерадостная, что я не могу не хотеть познакомиться с тобой.",
  "21": "Привет, [name]! Мне нравится твоя улыбка, она такая приветливая. Как дела?",
  "22": "Привет, [name]! Я заметил, что ты любишь путешествовать, это так классно! Какое место тебе больше всего понравилось?",
  "23": "Привет, [name]! Я не могу не заметить, какой у тебя стильный образ. Какой тип одежды тебе нравится больше всего?",
  "24": "Привет, [name]! Я думаю, что у тебя очень интересное лицо, мне было бы интересно узнать тебя получше. Расскажешь немного о себе?",
  "25": "Привет, [name]! Я заметил, что у тебя на фото красивый пейзаж. Ты любишь природу?",
  "26": "Привет, [name]! Ты такая загадочная на фото, мне очень интересно, что ты думаешь в этот момент. Можешь рассказать?",
  "27": "Привет, [name]! Я заметил, что ты общительная девушка, а мне как раз не хватает общения в последнее время. Может, поговорим?",
  "28": "Привет, [name]! Ты настоящая красавица, я не могу не написать тебе. Расскажешь немного о себе?",
  "29": "Привет, [name]! Я думаю, что ты очень талантливая девушка, у тебя такое интересное хобби на фото. Что ты обычно создаешь?",
  "30": "Привет, [name]! Я заметил, что у тебя на фото классные татуировки, это твои любимые места на теле? Я тоже люблю татуировки.",
  "31": "Привет, [name]! Я увидел твой профиль и не мог не написать тебе. Ты выглядишь потрясающе!",
  "32": "Привет, [name]! Я вижу, что мы оба любим [общее увлечение]. Было бы здорово пообщаться с тобой об этом!",
  "33": "Привет, [name]! Я думаю, что ты очень красивая. Может быть, мы могли бы пообщаться и узнать друг друга получше?",
  "34": "Привет, [name]! Я думаю, что твои глаза просто сногсшибательные. Ты выглядишь очень привлекательно!",
  "35": "Привет, [name]! Я думаю, что ты очень умная и интересная личность. Было бы здорово поговорить с тобой!",
  "36": "Привет, [name]! Я думаю, что ты очень стильная девушка. Твой стиль одежды мне нравится!",
  "37": "Привет, [name]! Я думаю, что ты обладаешь очень привлекательной личностью. Хотел бы я узнать тебя получше!",
  "38": "Привет, [name]! Я увидел твои фотографии и думаю, что ты очень красивая девушка. Может быть, мы могли бы познакомиться?",
  "39": "Привет, [name]! Я думаю, что ты обладаешь очень приятной внешностью. Мне было бы интересно узнать тебя поближе!",
  "40": "Привет, [name]! Я увидел твой профиль и думаю, что ты обладаешь очень интересной личностью. Может быть, мы могли бы пообщаться?",
  "41": "Привет, [name]! Я не знаю, как ты это делаешь, но ты выглядишь даже лучше, чем на своих фотографиях.",
  "42": "Привет, [name]! Ты выглядишь так ярко и красочно, словно ты самый красивый цветок на этом сайте.",
  "43": "Привет, [name]! Я не могу определиться, что мне больше нравится - твоя улыбка или глаза. Оба эти элемента выглядят сногсшибательно!",
  "44": "Привет, [name]! Когда я увидел твою анкету, я сразу подумал, что мне было бы неправильно не попробовать начать с тобой разговор.",
  "45": "Привет, [name]! Я не знаю, какой твой секрет, но ты выглядишь настолько свежо и энергично, словно только что вернулась с тренировки в спортзале.",
  "46": "Привет, [name]! Мне кажется, ты настоящий профессионал в своем деле - выглядишь так уверенно и компетентно.",
  "47": "Привет, [name]! Твой стиль одежды очень сочный и насыщенный. Не могу пройти мимо такого яркого образа.",
  "48": "Привет, [name]! Я заметил, что у тебя на фотографиях много улыбок. Ты, должно быть, обладаешь невероятной энергетикой и позитивом!",
  "49": "Привет, [name]! Твоя улыбка настолько прекрасна, что мне кажется, ты можешь светиться даже в темноте.",
  "50": "Привет, [name]! Я вижу, что ты очень творческий человек. Я бы хотел узнать больше о твоих интересах и хобби."

}
